[
  {
    "no_product": 1,
    "product_name": "ASUS A416MAO-HD423 Notebook - Silver",
    "product_image": "https://mdp.co.id/upload/pictures/product/LP8947.jpg",
    "product_price": 2000000,
    "processor": "Intel® Celeron® N4020 Processor",
    "memory": "4GB DDR4 SO-DIMM",
    "storage": "256GB M.2 NVMe™ PCIe® 3.0 SSD",
    "graphics": "Intel® UHD Graphics 600",
    "os": "Windows 11",
    "description": "Asus VivoBook 14 A416 merupakan laptop level entri yang menghadirkan kinerja unggulan dari prosesor Intel Core Generasi ke-10. Laptop gahar ini dapat membantu Anda untuk mempermudah menyelesaikan setiap tugas, baik itu streaming, browsing, editing, video call atau hanya mengurus bisnis di rumah dan kegiatan lainnya. Selain menghadirkan kinerja yang unggul, laptop 14.0 inch ini hadir dengan Windows 11 Home dan juga telah dilengkapi dengan SSD yang  akan membantu Anda menyelesaikan semua pekerjaan tanpa banyak kendala. VivoBook 14 A416 memiliki desain penyimpanan ganda untuk memberikan Anda keunggulan kinerja data supercepat dan kapasitas penyimpanan yang besar. Keunggulan lainnya dari Asus A416 adalah dibekali layar NanoEdge, menawarkan area layar yang luas untuk pengalaman yang imersif untuk bekerja dan bermain. Pilihan panel hingga resolusi Full HD dengan sudut pandang lebar memiliki lapisan anti-silau untuk mengurangi gangguan yang tidak diinginkan dari pantulan dan silau yang mengganggu. Tidak hanya itu saja, laptop ringan ini memiliki bobot keseluruhan hingga 1.6 kg yang didukung dengan tampilan menarik yang memiliki lapisan Transparent Silver atau Slate Grey. Dengan bobot keseluruhan hanya 1,6 kg, VivoBook A416 ini sangat portabel dan mudah untuk mengikuti gaya hidup Anda yang serba cepat."
  },
  {
    "no_product": 2,
    "product_name": "ASUS E410KAO-VIPS624 Notebook - Black ",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//91/MTA-34540542/asus_asus_e410kao-vips624_notebook_-_black_-_n6000_-_uma_-_4gb_-_256gb_ssd_-_14-_vips_fhd_-_backlite_-_win_11_-_ohs_-_wo_sd_-_full02_jg56u173.jpg",
    "product_price": 2500000,
    "processor": "Intel® Pentium® Silver N6000 Processor",
    "memory": "4GB DDR4 on board",
    "storage": "256GB M.2 NVMe™ PCIe® 3.0 SSD",
    "graphics": "Intel® HD Graphics Share",
    "os": "Windows 11",
    "description": "Hidup adalah tentang menemukan keseimbangan yang tepat. Untuk itu ASUS menghadirkan VivoBook E410KAO yang menawarkan semua itu. Dengan design ringan dan kompak, laptop ini menampilkan gaya baru yang cocok dengan gaya hidup dinamis Anda. Sangat pas digunakan untuk komputasi harian dan produktivitas agar membantu Anda mempermudah menyelesaikan setiap pekerjaan, seperti streaming, browsing, editing dan video call ataupun mengurus bisnis di rumah serta kegiatan lainnya. Menawarkan fitur-fitur inovatif seperti ASUS NumberPad, baterai yang tahan lama, prosesor Intel Pentium Silver N600 dan masih banyak fitur unggulan lainnya yang dipersenjatai dengan baik untuk membantu Anda mencapai tujuan Anda. Performa yang ditawarkan oleh laptop ini cukup kompeten untuk segala pekerjaan maupun tugas sekolah. Dengan mengandalkan dukungan prosesor Intel Pentium Silver N6000 generasi Jasper Lake yang sudah tertanam modul WiFi 6 (Gig+) sehingga memiliki kinerja yang lebih baik untuk membantu Anda menyelesaikan berbagai hal dengan cepat dan efisien. ASUS Vivobook E410KAO ini dilengkapi dengan memori RAM sebesar 4GB DDR4 on board. Selain itu, laptop ini juga diperkuat dengan kehadiran Windows 11 dengan interface yang mutakhir serta lebih fresh dibandingkan dengan versi terdahulunya. Default display dari Windows 11 terlihat lebih elegan, minimalis, serta modern yang membuatnya terlihat tak monoton. Windows 11 juga menjanjikan keamanan optimal yang dapat menghindari komputer dari serangan hackers hingga malware."
  },
  {
    "no_product": 3,
    "product_name": "ASUS A416JAO-VIPS352 Notebook - Grey",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full/MTA-53247917/asus_asus_a416jao-vips352_notebook_-_grey_-_i3-1005g1_-_4gb_-_512gb_ssd_-_hdd_housing_-_uma_-_14-_vips_fhd_-_backlite_-_win_11_-_opi_-_wo_sd_-_full07_mmsc5oa2.jpeg",
    "product_price": 3000000,
    "processor": "Intel® Core™ i3-1005G1 Processor",
    "memory": "4GB DDR4 on board",
    "storage": "512GB M.2 NVMe PCIe 3.0 SSD + HDD housing for storage expansion",
    "graphics": "Intel® UHD Graphics",
    "os": "Windows 11",
    "description": "Asus VivoBook 14 A416 merupakan laptop level entri yang menghadirkan kinerja unggulan dari prosesor Intel Core Generasi ke-10. Laptop gahar ini dapat membantu Anda untuk mempermudah menyelesaikan setiap tugas, baik itu streaming, browsing, editing, video call atau hanya mengurus bisnis di rumah dan kegiatan lainnya. Selain menghadirkan kinerja yang unggul, laptop 14-inch ini hadir dengan SSD yang akan membantu Anda menyelesaikan semua pekerjaan tanpa banyak kendala. VivoBook 14 A416 memiliki desain penyimpanan ganda untuk memberikan Anda keunggulan kinerja data supercepat dan kapasitas penyimpanan yang besar. Keunggulan lainnya dari Asus A416 adalah dibekali layar NanoEdge, menawarkan area layar yang luas untuk pengalaman yang imersif untuk bekerja dan bermain. Pilihan panel hingga resolusi Full HD dengan sudut pandang lebar memiliki lapisan anti-silau untuk mengurangi gangguan yang tidak diinginkan dari pantulan dan silau yang mengganggu. Tidak hanya itu saja, laptop ringan ini memiliki bobot keseluruhan hingga 1.5kg yang didukung dengan tampilan menarik yang memiliki lapisan Transparent Silver atau Slate Grey. Dengan bobot keseluruhan hanya 1,5 kg, VivoBook A416 ini sangat portabel dan mudah untuk mengikuti gaya hidup Anda yang serba cepat. "
  },
  {
    "no_product": 4,
    "product_name": "Lenovo Ideapad 3 14ITL6 82H701HYID Notebook - Arctic Grey",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//96/MTA-72076018/lenovo_lenovo_ideapad_3_14itl6_82h701hyid_notebook_-_arctic_grey_-_i3-1115g4_-_8gb_-_256gb_ssd_-_uma_-_14-fhd_-_win11_-_ohs_-_full02_jtvpy80w.jpg",
    "product_price": 3500000,
    "processor": "Intel Core i3-1115G4 Processor",
    "memory": "8GB Soldered DDR4-3200",
    "storage": "256GB SSD M.2 2242 PCIe 3.0x4 NVMe",
    "graphics": "Integrated Intel UHD Graphics",
    "os": "Windows 11",
    "description": "Memulai awal yang baru membutuhkan teknologi baru untuk tetap produktif di tempat kerja dan sekolah, serta memberi diri Anda sedikit waktu untuk menikmati hiburan. Dengan adanya laptop IdeaPad 3i Gen 6 (14 Intel) dapat memadukan performa prosesor Intel Core Generasi ke -11 dengan memiliki fitur cerdas yang mengatasi ketegangan mata. Tidak hanya itu, laptop ini juga dilengkapi adanya penutup privasi pada kamera juga memungkinkan Anda dapat mengkontrol sepenuhnya atas privasi Anda di rumah atau di luar. Selain itu, Anda dapat nikmati kecepatan dan kecerdasan tak tertandingi yang membuat pengalaman Anda cepat, mulus, dan mudah, dengan visual yang kaya dari grafis terintegrasi Intel  Iris  X e . Menariknya lagi untuk menjamin privasi Anda, terdapat area privasi bawaan dari laptop IdeaPad 3i Gen 6 (14″ Intel) yang dapat melindungi Anda dari kecemasan yang berkepanjangan tentang apakah kamera Anda masih berputar setelah panggilan video. "
  },
  {
    "no_product": 5,
    "product_name": "ASUS A416JAO-VIPS3501 Notebook - Slate Grey",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//91/MTA-70162533/asus_asus_a416jao-vips3501_notebook_-_slate_grey_-_i3-1005g1_-_8gb_-_512gb_ssd_-_uma_-_14-_vips_fhd_-_win11_-_ohs_-_full01_fmdn2i5l.jpg",
    "product_price": 4000000,
    "processor": "Intel® Core™ i3-1005G1 Processor",
    "memory": "8GB DDR4 on board",
    "storage": "512GB M.2 NVMe™ PCIe® 3.0 SSD, HDD housing for storage expansion",
    "graphics": "Intel® UHD Graphics",
    "os": "Windows 11",
    "description": "ASUS VivoBook 14 A416 merupakan laptop entri level yang menghadirkan kinerja bertenaga dan visual yang imersif. Mempunyai layar NanoEdge yang menawarkan sudut pandang 178° yang lebar dan lapisan anti silau matte untuk pengalaman yang benar-benar menarik. Tidak hanya itu, laptop ini didukung oleh prosesor Intel dengan RAM 8GB yang dapat diupgrade. Penyimpanan ganda hingga 512GB PCIe® SSD dan tersedia opsi upgrade untuk drive 2,5 inci memberi Anda kombinasi sempurna antara kapasitas penyimpanan besar dan kecepatan baca / tulis data yang cepat. Laptop ini dilengkapi dengan prosesor dan grafis Intel terintegrasi, ASUS VivoBook 14 A416 membantu Anda untuk dapat menyelesaikan berbagai hal dengan cepat dan efisien. Tidak hanya itu, laptop ini memiliki desain penyimpanan yang besar untuk memberi Anda keunggulan kinerja data super cepat. Menariknya lagi, Layar NanoEdge memberi ASUS VivoBook 14 A416 memiliki area layar yang luas untuk pengalaman menonton yang imersif untuk bekerja dan bermain. Pilihan panel hingga FHD dengan sudut pandangan lebar memiliki lapisan anti silau untuk mengurangi gangguan yang tidak diinginkan dari pantulan dan silau yang mengganggu, sehingga Anda dapat benar-benar fokus pada apa yang ada di depan Anda. Dengan berat keseluruhan hanya 1,5kg, ASUS VivoBook 14 A416 yang sangat portabel, ringan yang mengikuti gaya hidup Anda yang serba cepat. Terlihat bagus dengan sentuhan akhir Transparent Silver dan Slate Grey."
  },
  {
    "no_product": 6,
    "product_name": "Lenovo Ideapad 3 14IAU7 82RJ005MID Notebook - Abyss Blue",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//102/MTA-58093175/lenovo_lenovo_ideapad_3_14iau7_82rj005mid_notebook_-_abyss_blue_-_i5-1235u_-_8gb_-_512gb_ssd_-_uma_-_14-fhd_-_backlit_-_win11_-_ohs2021_-_full02_d38ym1ze.jpg",
    "product_price": 4500000,
    "processor": "Intel Core i5-1235U",
    "memory": "8GB Soldered DDR4-3200, Upgradable (Up to 16GB)",
    "storage": "512GB SSD M.2 2242 PCIe 4.0x4 NVMe",
    "graphics": "Integrated Intel Iris Xe Graphics",
    "os": "Windows 11",
    "description": "Laptop merupakan elektronik yang sangat penting khususnya dikalangan pelajar dan mahasiswa. Oleh karena itu, untuk menunjang kebutuhan belajar dan mengajar, Lenovo Ideapad 3 14IAU7 bisa menjadi pilihan yang tepat. Pasalnya, Laptop Asus ini memiliki desain yang sangat flaksible dan sangat ramping. Laptop ini berukuran 19,9mm / 0,78″, laptop IdeaPad 3i Gen 7 dan layar 14″ FHD mudah dimasukkan ke dalam ransel atau tas apa pun. Dengan begitu memudahkan Anda untuk digunakan saat bepergian. Tidak hanya itu, Laptop Ini sangat ideal untuk berpindah di antara rapat atau ruangan. Laptop lenovo telah dibekali speaker, webcam dan microphone dengan kualitas yang sangat baik untuk menunjang kinerja Anda. Tersedia dalam Arctic Grey, Abyss Blue, dan Misty Blue. Dengan prosesor Intel Core i5-1235U, 10C (2P +8E) / 12T, P-core 1.3 / 4.4GHz, E-core 0.9 / 3.3GHz, 12MB memungkinkan Anda tampil belajar dan bermain. Selain itu, ada banyak ruang untuk semua file digital Anda, termasuk opsi dual solid-state dan hard-disk drive, menggabungkan penyimpanan dan kecepatan. Dengan begitu Anda tidak perlu khawatir dengan penyimpanan yang besar. Berkat port USB-C yang berfungsi penuh untuk transfer data yang lebih cepat, pengiriman daya yang tangguh dan konektivitas layar 4K. Tidak hanya itu, laptop ini dibekali operating System Windows 11 Home yang sangat membantu Anda untuk bekerja dengan nyaman. "
  },
  {
    "no_product": 7,
    "product_name": "ASUS M1403QA-VIPS552 Notebook - Silver",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//94/MTA-57613071/asus_asus_m1403qa-vips552_notebook_-_silver_-_r5-5600h_-_8gb_-_512gb_ssd_-_uma_-_14-_vips_wuxga_-_win11_-_ohs_-_full03_benzc66a.jpg",
    "product_price": 5000000,
    "processor": "AMD Ryzen™ 5 5600H Mobile Processor",
    "memory": "8GB DDR4 on board",
    "storage": "512GB M.2 NVMe™ PCIe® 3.0 SSD",
    "graphics": "AMD Radeon™ Vega 7 Graphics",
    "os": "Windows 11",
    "description": "Jadikan duniamu lebih bersinar bersama ASUS Vivobook 14X M1403. Laptop terbaru dari ASUS ini hadir untuk memenuhi kebutuhanmu akan laptop berperforma tinggi, berkat penggunaan CPU High performance Series dengan pilihan hingga AMD Ryzen™ 7 5800H. Prosessor unggulan yang disematkan pada Vivobook 14X didukung dengan kecepatan Turbo Boost 4,4 GHz yang merupakan generasi performa tercepat hingga saat ini. Selain itu, Vivobook 14X juga dilengkapi Opsi upgrade dengan memori cepat hingga 16GB dan penyimpanan SSD cepat 512GB, laptop ini menyediakan banyak penyimpanan cadangan yang Anda butuhkan. Tidak hanya itu saja, ASUS M1403 juga dibekali Cooling System dari ASUS IceCool Thermal Technology dengan Dual-Heatpipes dan 1 buah IceBlade fan, membuat suhu CPU maupun suhu permukaannya bisa terjaga dengan baik. Sehingga aman digunakan dalam jangka waktu yang lama, walaupun sedang edit konten yang berat-berat, dijamin tidak panas. Keunggulan lainnya dari Vivobook 14X M1403 adalah dilengkapi Windows 11 Home yang semakin mempermudah setiap tugas, baik itu streaming, browsing, mengedit, video chatting, atau hanya mengurus bisnis di rumah. Uniknya lagi, laptop ini menawarkan 2 pilihan layar unggulan yaitu OLED ataupun non-OLED. Pilihan layar hingga ASUS OLED 2.8K akan membuat Anda betah berlama-lama di depan laptop yang didukung baterai berukuran hingga 70Wh. Vivobook 14X bisa tahan sampai 9 jam dan akan mendukung aktifitas kerja Anda tanpa perlu sering mencari sumber listrik. Kelebihan lainnya dari Vivobook 14X dapat membuat Anda tetap terhubung dengan port I/O yang lengkap. Ada port USB-C® 3.2 Gen 1, dua port USB 3.2 Gen 1 Tipe-A, port USB 2.0, output HDMI®, dan soket kombo audio. Memudahkan Anda untuk menghubungkan semua periferal, layar dan proyektor yang ada. Terakhir, Vivobook 14X menawarkan rangkaian lengkap konektivitas nirkabel. WiFi 6 memungkinkan Anda memuat konten online dalam sekejap mata. Karena beberapa keunggulan tersebut, Vivobook 14X mempermudahmu untuk menyelesaikan sesuatu, di mana saja: segala sesuatu tentangnya telah ditingkatkan, dari AMD Ryzen™ 5 mobile processor yang bertenaga hingga engsel 180°, warna modern dan desain geometris yang ramping."
  },
  {
    "no_product": 8,
    "product_name": "ASUS TP1400KA-HD421 Notebook - Blue",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full/MTA-49392014/asus_asus_tp1400ka-hd421_notebook_-_blue_-_n4500_-_4gb_-_256gb_ssd_-_uma_-_14-hd_-_win_11_-_ohs_-_full03_nvbmwxly.jpeg",
    "product_price": 5500000,
    "processor": "Intel Celeron N4500 Processor 1.1 GHz",
    "memory": "4GB DDR4 on board",
    "storage": "256GB M.2 NVMe PCIe 3.0 SSD",
    "graphics": "Intel UHD Graphics",
    "os": "Windows 11",
    "description": "Asus TP1400KA atau Asus Vivobook Go 14 Flip memiliki desain menakjubkan masa kini yang cocok untuk Anda gunakan. Laptop ini hadirnya dengan body yang super tipis yakni 16.9mm dan berat 1.5kg yang memungkin Anda untuk membawa dan menggunakan laptop ini kapanpun dan dimanapun, hal ini tentu akan meningkatkan produvitas dan hiburan Anda. Lalu, Asus Vivobook Go 14 Flip ini juga dibekali dengan durabilitas yang tinggi dengan engsel ErgoLift 360° yang membuat laptop ini dapat dilipat hingga 360° secara maksimal, sehingga Anda dapat merubah posisi laptop sesuai dengan kebutuhan dan keinginan. Laptop ini sudah diuji 20.000 kali untuk buka tutupnya, Anda tidak perlu khawatir dengan ketahanan engsel pada laptop ini, Asus Vivobook Go 14 Flip siap menemani Anda untuk bekerja dan bermain untuk tahun-tahun kedepan.Asus TP1400KA atau Asus Vivobook Go 14 Flip cocok untuk digunakan hiburan, sekedar berselancar di internet hingga bekerja. Asus Vivobook Go 14 Flip ini dibekali dengan layar sentuh modern yang memudahan Anda untuk menuangkan kreativitas secara digital. Layar sentuh yang dimiliki Asus Vivobook Go 14 Flip ini sangat responsif dan dengan mudah mendeteksi gerakan ujung jari yang paling halus sekalipun. Tidak hanya itu, dukungan Asus Pen pada laptop ini juga dapat menambah kreativitas dan produktivitas Anda dalam bekerja, berkarya dan tentunya hiburan yang menyenangkan."
  },
  {
    "no_product": 9,
    "product_name": "ASUS A516JAO-FHD3202 Notebook - Transparant Silver",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//94/MTA-70162356/asus_asus_a516jao-fhd3202_notebook_-_transparant_silver_-_i3-1005g1_-_4gb-4gb_ddr4_-_256gb_ssd_-_uma_-_15-6-_fhd_-_win11_-_ohs_-_full01_m05282ps.jpg",
    "product_price": 6000000,
    "processor": "Intel® Core™ i3-1005G1 Processor",
    "memory": "8GB (4GB DDR4 on board + 4GB DDR4 SO-DIMM)",
    "storage": "256GB M.2 NVMe™ PCIe® 3.0 SSD HDD housing for storage expansion",
    "graphics": "Intel UHD Graphics",
    "os": "Windows 11",
    "description": "ASUS VivoBook 15 A516 merupakan laptop entri level yang menghadirkan kinerja bertenaga dan visual yang imersif. Mempunyai layar NanoEdge yang menawarkan sudut pandang 178° yang lebar dan lapisan anti silau matte untuk pengalaman yang benar-benar menarik. Tidak hanya itu, laptop ini didukung oleh prosesor Intel dengan RAM 4GB yang dapat diupgrade. Penyimpanan ganda hingga 256GB PCIe® SSD dan tersedia opsi upgrade untuk drive 2,5 inci memberi Anda kombinasi sempurna antara kapasitas penyimpanan besar dan kecepatan baca / tulis data yang cepat. Laptop ini dilengkapi dengan prosesor dan grafis Intel terintegrasi, ASUS VivoBook 15 A516 membantu Anda untuk dapat menyelesaikan berbagai hal dengan cepat dan efisien. Tidak hanya itu, laptop ini memiliki desain penyimpanan yang besar untuk memberi Anda keunggulan kinerja data super cepat.Menariknya lagi, Layar NanoEdge memberi ASUS VivoBook 15 A516 memiliki area layar yang luas untuk pengalaman menonton yang imersif untuk bekerja dan bermain. Pilihan panel hingga FHD dengan sudut pandangan lebar memiliki lapisan anti silau untuk mengurangi gangguan yang tidak diinginkan dari pantulan dan silau yang mengganggu, sehingga Anda dapat benar-benar fokus pada apa yang ada di depan Anda. Dengan berat keseluruhan hanya 1,8kg, ASUS VivoBook 15 A516 yang sangat portabel, ringan yang mengikuti gaya hidup Anda yang serba cepat. Terlihat bagus dengan sentuhan akhir Transparent Silver dan Slate Grey."
  },
  {
    "no_product": 10,
    "product_name": "Lenovo IdeaPad 3i 14ITL6 82H701J1ID Notebook - Abyss Blue",
    "product_image": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full/MTA-72318845/lenovo_lenovo_ideapad_3i_14itl6_82h701j1id_notebook_-_abyss_blue_-_i3-1115g4_-_8gb_-_512gb_ssd_-_uma_-_14-_fhd_-_backlit_-_win11_-_ohs-_full02_k9kd2r48.jpeg",
    "product_price": 6500000,
    "processor": "Intel Core i3-1115G4",
    "memory": "8GB Soldered DDR4-3200",
    "storage": "512GB SSD M.2 2280 PCIe 3.0x4 NVMe",
    "graphics": "Intel UHD Graphics",
    "os": "Windows 11",
    "description": "Memulai awal yang baru membutuhkan teknologi baru untuk tetap produktif di tempat kerja dan sekolah, serta memberi diri Anda sedikit waktu untuk menikmati hiburan. Dengan adanya laptop IdeaPad 3i Gen 6 (14 Intel) dapat memadukan performa prosesor Intel Core Generasi ke -11 dengan memiliki fitur cerdas yang mengatasi ketegangan mata. Tidak hanya itu, laptop ini juga dilengkapi adanya penutup privasi pada kamera juga memungkinkan Anda dapat mengkontrol sepenuhnya atas privasi Anda di rumah atau di luar. Selain itu, Anda dapat nikmati kecepatan dan kecerdasan tak tertandingi yang membuat pengalaman Anda cepat, mulus, dan mudah, dengan visual yang kaya dari grafis terintegrasi Intel  Iris  X e . Menariknya lagi untuk menjamin privasi Anda, terdapat area privasi bawaan dari laptop IdeaPad 3i Gen 6 (14″ Intel) yang dapat melindungi Anda dari kecemasan yang berkepanjangan tentang apakah kamera Anda masih berputar setelah panggilan video.Laptop IdeaPad 3i Gen 6 (14″ Intel) menangani dari peningkatan waktu layar dengan adanya fitur pintar yang membantu mengatasi gangguan yang terkait dengan lingkungan Anda yaitu adanya peredam bising. Terdapat pula fitur pintar yang dapat mengurangi ketegangan pada mata terkait cahaya biru dengan mode perawatan mata. Tidak hanya itu, Laptop IdeaPad 3i Gen 6 (14″ Intel) dilengkapi dengan fitur pendingin mekanis yang cerdas serta dapat membuat prosesor Anda tetap dingin dan bekerja optimal pada saat digunakan setiap saat. Anda juga dapat menyempurnakan dengan Q-control, yang memungkinkan Anda mengawasai kecepatan kipas untuk mengoptimalkan kinerja pada laptop. Terakhir, Laptop IdeaPad 3i Gen 6 (14″ Intel) ini memiliki 2 variasi warna yang mempesona diantaranya Arctic Grey dan Abyss Blue. "
  }
]